Repository: haep1/DiscordGiveawayBot.NetCore
Catalog: src/DiscordFunAndGiveawayBot/BotClient/Resources/Resources.*.resx
Languages: de

# EnterMessageNow
source: No problem, enter the message now!
de: Kein Problem, gib die Nachricht jetzt ein!

# GiveawayAnnounce
source: Dear friends, let's start a new giveaway!
de: Liebe Freunde, lasst uns ein neues Giveaway starten!

# GiveawayAnnounceKeyword
source: Just write the codeword `{0}` to participate.
de: Schreibt einfach `{0}` um teilzunehmen.

# GiveawayAnnounceNext
source: Let's start the next giveaway!
de: Auf geht's zum nächsten Giveaway!

# GiveawayAnnounceWin
source: You can win: **{0}**
de: Der Preis, den es zu gewinnen gibt, ist: **{0}**

# GiveawayAwardCultures
source: In which languages do you wan't to announce the giveaway? Supported languages are:
de: In welchen Sprachen sollen die Gewinner bekannt gegeben werden? Unterstützte Sprachen sind:

# GiveawayCongrats
source: Congratulations!
de: Herzlichen Glückwunsch!

# GiveawayEnterStart
source: To start now please enter the command: `%start`
de: Um zu Starten gebe jetzt bitte den Befehl: `%start` ein!

# GiveawayEnterTime
source: Please tell me first when the giveaway should end.
de: Bitte sag mir als Erstes, wann die Ziehungen stattfinden sollen.

# GiveawayErrorRepeat
source: Error in repeat announcement:
de: Fehler bei Wiederholungsankündigung:

# GiveawayErrorTimer
source: Error creating the timer. Giveaway failed to initialize.
de: Fehler bei der Erstellung des Timers. Giveaway konnte nicht initialisiert werden.

# GiveawayExamplePrize
source: `An awesome key code`
de: `Ein toller Key Code`

# GiveawayHowOften
source: How often should the giveaway take place?
de: Wie oft soll das Giveaway stattfinden?

# GiveawayInitialized
source: Great, you finished initializing the giveaway!
de: Super, der Giveaway wurde fertig initialisiert!

# GiveawayKeyword
source: Very well, what's the key word users must reply, to participate in the raffle?
de: Sehr gut, wie soll das Schlüsselwort lauten um an der Ziehung teilzunehmen?

# GiveawayKeywordExample
source: Now enter the keyword, e.g. `giveaway!`
de: Gebe jetzt das Schlüsselwort ein, z.B. `giveaway!`

# GiveawayOftenExample
source: Enter e.g. `2` to repeate the event twice
de: Gebe z.B. `2` ein um das Event zweimal zu wiederholen

# GiveawayParticipEndDate
source: The participation ends at {0}.
de: Die Teilnahme endet am {0}.

# GiveawayParticipEndTime
source: The participation ends at {0}.
de: Die Teilnahme endet um {0} Uhr.

# GiveawayPrize
source: OK, which prize should be raffled?
de: OK, welcher Preis soll verlost werden?

# GiveawayPrizeExample
source: Enter prize in language: {0} - e.g. {1}
de: Gib den Preis in folgender Sprache ein: {0} - z.B. {1}

# GiveawayStarted
source: Giveaway was started!
de: Giveaway wurde gestartet!

# GiveawayStartNew
source: Alright, let's start a new giveaway!
de: Alles klar, lass uns einen neuen Giveaway starten!

# GiveawayStopped
source: Giveaway was canceled!
de: Giveaway wurde abgebrochen!

# GiveawayTimeExample
source: Give either a time, e.g. `20:00` (for today at 20:00 o'clock), or date + time like e.g. `04/22/2019 20:00`
de: Gib entweder eine Zeit z.B. `20:00` ein (für heute um 20:00 Uhr), oder Datum + Zeit wie z.B. `22.04.2019 20:00`

# GiveawayTimeResponse
source: Of course, the next raffle will take place at the following time: {0}
de: Alles klar, die nächste Ziehung findet zu folgendem Zeitpunkt statt: {0}

# GiveawayTryAgain
source: Please try again or enter `%cancel` to cancel the giveaway.
de: Bitte probiere es erneut oder gebe `%cancel` ein um das Giveaway abzubrechen.

# GiveawayTypeCancel
source: You can enter `%cancel` at any moment, if you want to cancel the giveaway initiation!
de: Du kannst jederzeit `%cancel` eingeben um die Giveaway Einrichtung abzubrechen.

# GiveawayWinner
source: Dear friends, we got a winner:
de: Liebe Freunde, wir haben einen Gewinner:

# GiveawayWinnerAnnounced
source: Winner was announced!
de: Der Gewinner wurde bekannt gegeben!

# GiveawayWinnerPrize
source: , you won this prize:
de: , du hast folgenden Preis gewonnen:

# GiveawayWrongCulture
source: You did not enter a list of cultures, e.g. `en` or `en, de`
de: Du hast keine Liste von Sprachen übergeben, z.B. `en` oder `en, de`

# GiveawayWrongKeyword
source: You did not enter a keyword, e.g. `giveaway!`
de: You did not enter a correct string, e.g. `giveaway!`

# GiveawayWrongOften
source: You did not enter a correct number, e.g. `2`
de: Du hast keine korrekte Zahl eingegeben, z.B. `2`

# GiveawayWrongPrize
source: You did not enter a correct string, e.g. {0}
de: Du hast keine korrekte Zeichenfolge eingegeben, z.B. {0}

# GiveawayWrongTime
source: You have not entered a correct time format, e.g. `20: 00`
de: Du hast kein korrektes Zeitformat eingegeben, z.B. `20:00`

source: Good luck!
de: Viel Erfolg!
