Repository: haep1/DiscordGiveawayBot.NetCore
Catalog: DiscordFunAndGiveawayBot/BotClient/Resources/Resources.*.resx
Languages: de

# EnterMessageNow
source: No problem, enter the message now!
de: Kein Problem, gib die Nachricht jetzt ein!

# GiveawayCanceled
source: The giveaway initiation was canceled!
de: Die Giveaway Einrichtung wurde abgebrochen!

# GiveawayEnterStart
source: To start now please enter the command: `start`!
de: Um zu Starten gebe jetzt bitte den Befehl: `start` ein!

# GiveawayEnterTime
source: Please tell me first when the drawings should take place.
de: Bitte sag mir als Erstes, wann die Ziehungen stattfinden sollen.

# GiveawayHowOften
source: How often should the Giveaway take place?
de: Wie oft soll das Giveaway stattfinden?

# GiveawayInitialized
source: Great, you finished initializing the giveaway!
de: Super, der Giveaway wurde fertig initialisiert!

# GiveawayKeyword
source: Very well, what's the key word to participate in the draw?
de: Sehr gut, wie soll das Schlüsselwort lauten um an der Ziehung teilzunehmen?

# GiveawayKeywordExample
source: Now enter the keyword, e.g. `giveaway!`
de: Gebe jetzt das Schlüsselwort ein, z.B. `giveaway!`

# GiveawayOftenExample
source: Enter e.g. `2` to repeate the event twice
de: Gebe z.B. `2` ein um das Event zweimal zu wiederholen

# GiveawayPrice
source: OK, which price should be raffled (in german)?
de: OK, welcher Preis soll verlost werden?

# GiveawayPriceEnglish
source: And now please enter the price in english!
de: Und bitte jetzt den Preis auf english eingeben!

# GiveawayPriceEnglishExample
source: Write e.g. `An awesome key code`!
de: Schreibe zum Beispiel: `An awesome key code`!

# GiveawayPriceExample
source: For example, enter `Ein toller Key Code`!
de: Gib zum Beispiel `Ein toller Key Code` ein!

# GiveawayStartNew
source: Alright, let's start a new giveaway!
de: Alles klar, lass uns einen neuen Giveaway starten!

# GiveawayTimeExample
source: Give either a time, e.g. `20:00` (for today at 20:00 o'clock), or date + time like e.g. `04/22/2019 20:00`
de: Gib entweder eine Zeit z.B. `20:00` ein (für heute um 20:00 Uhr), oder Datum + Zeit wie z.B. `22.04.2019 20:00`

# GiveawayTimeResponse
source: Of course, the next draw will take place at the following time: {0}
de: Alles klar, die nächste Ziehung findet zu folgendem Zeitpunkt statt: {0}

# GiveawayTryAgain
source: Please try again or enter `cancel` to cancel the giveaway.
de: Bitte probiere es erneut oder gebe `cancel` ein um das Giveaway abzubrechen.

# GiveawayTypeCancel
source: Yout can enter `cancel` all the time if you want to cancel the giveaway intiation!
de: Du kannst jederzeit `cancel` eingeben um die Giveaway Einrichtung abzubrechen.

# GiveawayWrongKeyword
source: Du hast keine korrekte Zeichenfolge eingegeben, z.B. `giveaway!`
de: You did not enter a correct string, e.g. `giveaway!`

# GiveawayWrongOften
source: You did not enter a correct number, e.g. `2`
de: Du hast keine korrekte Zahl eingegeben, z.B. `2`

# GiveawayWrongPrice
source: You did not enter a correct string, e.g. `Ein toller Key Code`
de: Du hast keine korrekte Zeichenfolge eingegeben, z.B. `Ein toller Key Code`

# GiveawayWrongPriceEnglish
source: You did not enter a correct string, e.g. `An awesome key code`
de: Du hast keine korrekte Zeichenfolge eingegeben, z.B. `An awesome key code`

# GiveawayWrongTime
source: You have not entered a correct time format, e.g. `20: 00`
de: Du hast kein korrektes Zeitformat eingegeben, z.B. `20:00`
